-- phpMyAdmin SQL Dump
-- version 4.4.15.5
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Сен 08 2016 г., 11:24
-- Версия сервера: 5.5.48
-- Версия PHP: 5.3.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `vrp`
--

-- --------------------------------------------------------

--
-- Структура таблицы `news_ucp`
--

CREATE TABLE IF NOT EXISTS `news_ucp` (
  `id` int(11) NOT NULL,
  `time` date NOT NULL,
  `title` varchar(127) NOT NULL,
  `text` text NOT NULL,
  `url` varchar(128) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news_ucp`
--

INSERT INTO `news_ucp` (`id`, `time`, `title`, `text`, `url`) VALUES
(1, '2016-08-01', 'Открытие нашего проекта', 'Сервер переходит в режим разработки.', ''),
(3, '2016-08-08', 'You win!', '4554\r\nsaas\r\nsff\r\nffdfdfddf\r\nразз', ''),
(7, '2016-08-22', 'Тестовый новость', 'Test.Тест\nПроверка системы\nTest System', ''),
(9, '2016-08-28', 'Проверка Новая панель54raz', 'проверяю новую панельку \r\nтест 1254dva', ''),
(10, '2016-08-01', '5454 5454 5454', 'Сервер 8787 в режим 878.', ''),
(11, '2016-08-08', 'Yo7887u 545!', '4554\r7887\r\nsff\r\nffdfdfddf\r\nразз', ''),
(12, '2016-08-22', '8787 887', 'Test.Тест8787 7887\nTest System', ''),
(13, '2016-08-28', '5454 878 545421', 'пр87887оверяю 5445 панельку \r\nтест 1254dva', ''),
(14, '2016-08-01', '123456', 'Сер123456вер 123456 в режим разработки.', ''),
(15, '2016-08-08', '7891011!', '7891011\r7891011\r\nsff\r7891011\r\nразз', ''),
(16, '2016-08-22', '121314 15', '121314.Тест121314 системы\nTest System', ''),
(17, '2016-08-08', '22222!', '444422\r78954455415011\r\nsff\r7891011\r\nразз', ''),
(18, '2016-08-22', '333333 15', '24224.Тест121314 системы\nTest System', ''),
(19, '2016-08-28', '16444417 18', '3333 54454 панельку \r\nтест 1254dva', ''),
(20, '2016-08-01', '11', '5', ''),
(21, '2016-08-08', '22!', '6', ''),
(22, '2016-08-22', '33', '7', ''),
(23, '2016-08-28', '44', '8', ''),
(24, '2016-08-01', '55', '5', ''),
(25, '2016-08-08', '66!', '6', ''),
(26, '2016-08-22', '77', '7', ''),
(27, '2016-08-28', '88', '8', ''),
(28, '2016-08-01', '99', '5', ''),
(29, '2016-08-08', '100!', '6', ''),
(30, '2016-08-22', '111', '7', ''),
(31, '2016-08-28', '122', '8', ''),
(32, '2016-08-28', '133', '8', ''),
(33, '2016-08-01', '144', '5', ''),
(34, '2016-08-08', '155!', '6', ''),
(35, '2016-08-22', '166', '7', ''),
(36, '2016-08-28', '177', '8', ''),
(37, '2016-08-01', '188', '5', ''),
(38, '2016-08-08', '199!', '6', ''),
(39, '2016-08-22', 'Привет', 'Test панели 123', ''),
(40, '2016-09-03', 'клиент покупкка', 'привет покупка\n12354\n<center><img src="http://ucps.ru/app/public/img/skin.png" alt="Письма мастера дзен"></center>', 'https://vk.com/im?peers=180110823');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `news_ucp`
--
ALTER TABLE `news_ucp`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `news_ucp`
--
ALTER TABLE `news_ucp`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=41;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
